[
  {
    "id": 1,
    "img": "service_details.jpg",
    "title": "Multi modal Logistics service provider:",
    "text": "With over 110 equipment of our own, Sarkar Logistics is one of the biggest Asset Based Multi Modal Logistics Company in Bangladesh. Because we operate our own, we know the minute details of what it takes to get the job done. In a developing country like Bangladesh, where infrastructure can leave you a lot to desire for, transportation of Heavy Lift Cargo can be a challenging prospect and poses a greater threat in completion of the job compared to a developed country with sound infrastructure. Choosing the right people with sound local know how and vast working experience is one of the most important factors to your success and this is where SARKAR GROUP plays a crucial role and works as your key partner for the successful completion of your project."
  },
  {
    "id": 2,
    "img": "service_details.jpg",
    "title": "Largest Inland Marine Fleet in Bangladesh:",
    "text": "Sarkar Navigation provides some of the country's newest, safest and wide ranged vessels to ensure our customers' cargos are delivered safely, reliably and cost-efficiently. Our Tugboat MT JHINUK with 1800 BHP and Deck Loader SHB-03 with a capacity of 2800 MT, are one of the biggest of its kind that the country has to offer. All vessels in our fleet are local authority's regulation and compliance certified and are equipped with the latest communications and safety equipment such as GPS, VHF, Echo sounder and piloted by certified, most experienced marine transportation professionals who knows the intricate rivers of Bangladesh like the palm of their hand. Besides Heavy Lift and project cargoes, Sarkar Navigation also have specialized conventional hatch loaders to transport commodities and aggregates to all over Bangladesh."
  },
  {
    "id": 3,
    "img": "service_details.jpg",
    "title": "Commitment to occupational Health and Safety:",
    "text": "For all our diverse range of services and operations, we take our occupational health and safety policies very seriously. Not only it is essential for our employees, but is also increasingly important for our customers and other stakeholders. We have implemented an Occupational Health and Safety Management System as a fundamental part of our risk management strategy not only to address the obligations of our International Clienteles, but also to prepare ourselves to the changing legislation and protect the workforce and other persons working under our control."
  },
  {
    "id": 4,
    "img": "service_details.jpg",
    "title": "Shipbuilders & Dockyard",
    "text": "Hull repair, equipment and machinery repair/overhaul including testing. Alterations, Additions and modifications to replace old equipment with new one. Fabrication and manufacturing of equipment, parts and spares. Construction of small ship, craft, pontoon and other marine structures. Provide berths and shore facilities to BN Ships. Design work involving studies, investigations, preparations of plans and material specifications as directed by SARKAR GROUP."
  },
  {
    "id": 5,
    "img": "service_details.jpg",
    "title": "IT Solutions",
    "text": "We employ some of the most talented IT professionals and continually invest into skills and know-how development to ensure our clients enjoy the world-class solutions and service in the most cost-effective way. Our commitment in every client engagement is to ensure success of customer’s innovations in IT-process and software systems."
  }
]
